/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright © 2005-2007 Apple Inc.";

/*  AMApplication localized strings  */
"Preview" = "Preview";

/*  AMCategory localized strings  */
"Images" = "Images";

/*  AMDefaultParameters localized strings  */

/*  AMDescription localized strings  */
AMDOptions = "The value of the gamma adjustment.";
AMDSummary = "This action will adjust the gamma of the image files passed into it.";

/*  AMKeywords localized strings  */
"Change" = "Change";
"Photo" = "Photo";

AMName = "Adjust Image Gamma";

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "This action will change the image files passed into it.  Would you like to add a Copy Finder Items action so that the copies are changed and your originals are preserved?";